{
    "GameWatcher": {
        "review": "The Darkest Souls are often the brightest",
        "rating": "10 / 10.0"
    },
    "BaziCenter": {
        "review": "Solid gameplay, over the top world design, terrifying boss fights, eye catching visuals, deep combat mechanisms, endless possibilities, and many, many other things can be said about Elden Ring, but non of them can truly describe it for what it is. Elden Ring is out of this world, and you will have to play it.",
        "rating": "10 / 10"
    },
    "MondoXbox": {
        "review": "Elden Ring manages to draw the player into a fascinating world for many hours, with refined gameplay that fits perfectly with the freedom granted to the player. A sumptuous but imperfect work, which fails to completely overcome some of the historical flaws of Hidetaka Miyazaki's productions. Flaws that, however, can't diminish the scope of a masterpiece destined to leave an indelible mark on the videogame world and to set new standards for the souls-like and open-world genres.",
        "rating": "9.2 / 10.0"
    },
    "Merlin'in Kazani": {
        "review": "Despite some technical glitches, Elden Ring has managed to be a satisfying, surprising and fully-experienced game.",
        "rating": "95 / 100"
    },
    "IGN": {
        "review": "Elden Ring is a massive iteration on what FromSoftware began with the Souls series, bringing its relentlessly challenging combat to an incredible open world that gives us the freedom to choose our own path.",
        "rating": "10 / 10.0"
    },
    "PC Gamer": {
        "review": "An open world action RPG from FromSoftware that reaches new heights, but spends too much time in the familiar.",
        "rating": "90 / 100"
    },
    "Metro GameCentral": {
        "review": "A masterful blend of Dark Souls and Zelda: Breath Of The Wild that makes high demands of its players and yet still remains surprisingly accessible and adaptable.",
        "rating": "9 / 10"
    },
    "GamesRadar+": {
        "review": "Elden Ring is both a refinement and evolution of the Dark Souls formula, presenting an expansive world that's as hostile as it is inviting. Despite the occasional excess, suffering has never been as much fun as this.",
        "rating": "5 / 5"
    },
    "Easy Allies": {
        "rating": "9.5 / 10.0"
    },
    "Game Informer": {
        "review": "Elden Ring represents a truly amazing combination of various game elements that all come together to create something fascinating, special, and unforgettable. Elden Ring isn't just the best game this year; it's one of the best games ever made.",
        "rating": "10 / 10.0"
    },
    "GameSpot": {
        "review": "Elden Ring takes the shards of what came before and forges them into something that will go down in history as one of the all-time greats: a triumph in design and creativity, and an open-world game that distinguishes itself for what it doesn't do as much as what it does.",
        "rating": "10 / 10"
    },
    "Destructoid": {
        "review": "10s aren't perfect, since nothing is, but they come as close as you could get in a given genre. The new leader to beat in its sector, we're talking pure ecstasy.",
        "rating": "10 / 10.0"
    },
    "Game Revolution": {
        "review": "Games like Elden Ring only come once or twice in a generation and raise the bar on what the medium can offer.",
        "rating": "10 / 10.0"
    },
    "Areajugones": {
        "review": "Elden Ring is a resounding step up from today's soul-like standards. FromSoftware thus gestates a video game like no other has created, in which a gigantic and absorbing universe will surprise players again and again despite the dozens of hours they accumulate. Elden Ring is, without a doubt, one of the great candidates to become the GOTY of 2022.",
        "rating": "10 / 10.0"
    },
    "Hobby Consolas": {
        "review": "FromSoftware signs a title that, more than a new IP, looks like a swan song; the culmination after 13 years perfecting a genre. The ideas and learning of his latest works converge within the richest and most exquisitely designed open world that our feet have ever trodden. Elden Ring is a madness that seems impossible to beat.",
        "rating": "98 / 100"
    },
    "TheSixthAxis": {
        "review": "Elden Ring is the game Souls fans have been waiting for. From the open world design, to riding into battle on Torrent's back, and the dark narrative woven through the world, this is a clear Game of the Year frontrunner that will have us all ensnared for a long time to come.",
        "rating": "10 / 10"
    },
    "Shacknews": {
        "review": "Simply put, Elden Ring is Miyazaki and FromSoftware's magnum opus.",
        "rating": "9 / 10"
    },
    "IGN Spain": {
        "review": "Elden Ring is a superlative title, one of those works capable of becoming an event and becoming engraved in the collective imagination. It achieves this by remaining faithful to its formula and exporting its identity to the concept of the open world, achieving its own personal approach, resulting in a world that is visually stunning, and that works with overwhelming precision in terms of mechanics. An excellent videogame that also maintains the concreteness of its proposal.",
        "rating": "10 / 10.0"
    },
    "IGN Middle East": {
        "review": "After a lot of waiting, FromSoftware was able to pour their many years of experience into Elden Ring, and with the participation of famous writer \"George Martin\" on the story front, we now have the best Souls game ever.",
        "rating": "9 / 10.0"
    },
    "IGN Italy": {
        "review": "Elden Ring brings the \"soulslike\" formula into a new context, broad yet coherent and cohesive, and from this point of view it is a very successful new beginning for the genre for which FromSoftware has become famous.",
        "rating": "9.5 / 10.0"
    },
    "VG247": {
        "review": "What ultimately matters, however, is that Elden Ring succeeds at almost every goal it sets out to achieve. It's the culmination of years of refinement of FromSoftware's formula. Mechanically, and thematically, this is a game making a statement: that you can buck industry tendencies even as you adopt their trends.",
        "rating": "5 / 5"
    },
    "God is a Geek": {
        "review": "Deep, wide, and absolutely packed with adventure, Elden Ring's immense, deadly open world is nothing short of game-changing.",
        "rating": "10 / 10.0"
    },
    "Attack of the Fanboy": {
        "review": "Elden Ring is an absolute must-play game for 2022, but set aside some time and some patience.",
        "rating": "5 / 5"
    },
    "VideoGamer": {
        "review": "There are no other dynamics quite like it in games; they acquaint us with an array of miseries and charge us money for the privilege.",
        "rating": "9 / 10"
    },
    "GamesBeat": {
        "review": "Maybe I'm just becoming jaded by all the games lately that I think were overhyped and then underdelivered, but Elden Ring is a rare example of a game that grabbed ahold me and won't let go. I'm joyfully exploring every inch of the land and delighting in my discoveries, and I don't see myself stopping any time soon.",
        "rating": "5 / 5"
    },
    "GamingTrend": {
        "review": "Elden Ring is the culmination of all the Souls entries up to this point, creating a near perfect gameplay experience filled to the brim with incredible boss fights, gorgeous graphics, and an insanely large world to explore. A variety of new ideas, including crafting and the addition of the spirit horse Torrent, help bring a new level of immersion to the proceedings while simultaneously helping Elden Ring feel like a unique entry in the Souls genre. With gameplay tailored for players who want to experience the world solo as well as those who wish to play nearly the entire game in co-op, Elden Ring is a masterclass in design. Minor gripes about a couple of boss fights and the sheer density of the world to explore leaving many areas potentially undiscovered aside, Elden Ring is a nearly flawless experience which old and new fans of the Souls series will enjoy.",
        "rating": "95 / 100"
    },
    "Game Rant": {
        "review": "More than an open-world Dark Souls, FromSoftware's Elden Ring offers a new experience that will still feel familiar and satisfying to fans.",
        "rating": "5 / 5"
    },
    "Telegraph": {
        "review": "Hidetaka Miyazaki's new opus is one of the best-reviewed games of all time. This is why...",
        "rating": "5 / 5"
    },
    "Guardian": {
        "review": "Hidetaka Miyazaki's new opus is one of the best-reviewed games of all time. This is why...",
        "rating": "5 / 5"
    },
    "Windows Central": {
        "review": "Elden Ring is a masterclass in open-world game design. FromSoftware has poetically fashioned a gorgeously haunting universe that begs to be explored. It's a quintessential action RPG and an obvious contender for game of the year.",
        "rating": "5 / 5"
    },
    "TrueAchievements": {
        "review": "Elden Ring is very much 'just' From doing what From does best, this time performing its greatest hits on the biggest stage to date. And what a wonderful thing that is to witness.",
        "rating": "9 / 10.0"
    },
    "PlayStation Universe": {
        "review": "Elden Ring took the best parts of previous FromSoftware games and expanded them across a living open-world with endless discovery, excitement, and danger. It's not lost the edge of previous titles, but it is the most approachable FromSoftware game yet, and is an excellent point for players to jump in on if they've not tried previous titles. While its technical issues can be annoying, even they can't dampen the experience of playing Elden Ring. FromSoftware's latest is an artistic, innovative and cultural achievement like nothing before it.",
        "rating": "10 / 10.0"
    },
    "Push Square": {
        "review": "Elden Ring is the definitive FromSoftware game. With a refined combat system packing new ideas and an open world perfect for exploration, it sets a new benchmark for titles of this ilk to strive for. This is the Japanese developer firing on all cylinders — far and away its best creation yet. Elden Ring is an utterly essential PS5 title.",
        "rating": "9 / 10"
    },
    "PC Invasion": {
        "review": "Elden Ring is a spectacle and a marvel to behold. Although there are some issues, the overall experience remains deeply engaging. It's one of the best open-world games I have ever played.",
        "rating": "10 / 10"
    },
    "The Games Machine": {
        "review": "Elden Ring is the culmination of 15 years of work that have allowed From Software to improve, title after title, those consolidated foundations that have already given life to some of the most acclaimed games of all time, united by compelling stories and unparalleled gameplay.",
        "rating": "9.7 / 10.0"
    },
    "ZTGD": {
        "review": "While the technical issues of the barebones PC port and the familiar trappings of the open world formula substantially soured my experience, Elden Ring is still an impressive achievement of fusing compelling world design, exploration and combat.",
        "rating": "8 / 10.0"
    },
    "COGconnected": {
        "review": "Elden Ring is an awe-inspiring achievement. Both a summary and bold step forward, it fuses FromSoftware's best and most effective ideas with an endlessly engaging open world. Its combat is the most refined of the series, challenging yet accessible to new players. Elden Ring includes an incredible amount of quality content. More importantly, it offers a captivating, polished experience fraught with danger and filled with beauty.",
        "rating": "98 / 100"
    },
    "M3": {
        "review": "Elden Ring takes everything fans love about the Soulsborne phenomenon and applies it to an open world. A wonderful, fascinating and incomparably beautiful world that connects a stranglehold on the player from the first moment - completely without falling. No gamer, no matter what you think of the previous games, should miss this.",
        "rating": "5 / 5"
    },
    "JVL": {
        "review": "The game leaves no respite to the player who is constantly solicited, whether to contemplate a truly fantastic world, in every sense of the word, face a tough challenge, explore and think for himself. And it's this melting pot of exhilarating emotions that makes Elden Ring more than a great game, it's a true masterpiece.",
        "rating": "20 / 20"
    },
    "Daily Mirror": {
        "review": "Elden Ring is a beautiful but brutal game that stays true to its Souls roots, I will say that it's not for the faint-hearted as completing quests is equally as difficult as the dungeons and combat sequences. However, FromSoftware has added another great game to their already impressive catalogue. Elden Ring is certainly one of this years must-have titles as it's an experience like nothing else.",
        "rating": "5 / 5"
    },
    "GameMAG": {
        "review": "Elden Ring is the true triumph that FromSoftware was striving for all those years. Complete and utter triumph.",
        "rating": "10 / 10"
    },
    "Wccftech": {
        "review": "Elden Ring is not only the best action RPG developed by From Software but one of the best open-world titles ever made. A masterclass of game design, Elden Ring isn't just a game but an epic dark fantasy journey that no one will be able to forget for a very long time.",
        "rating": "10 / 10.0"
    },
    "Gaming Nexus": {
        "review": "FromSoftware effortlessly immerses you into the beautiful world of The Lands Between, with challenging enemies, secret treasures, and deep lore tucked away into every corner. This is, without a doubt, FromSoftware's best project yet, showcasing a culmination of all their previous games. I can't wait to jump back in The Lands Between… See you there, fellow Tarnished.",
        "rating": "10 / 10.0"
    },
    "Everyeye.it": {
        "review": "Elden Ring is the sum of the experience, the poetics, the playful approach of FromSoftware: a title in which the undisputed skills of the team converge and explode.",
        "rating": "9.2 / 10.0"
    },
    "Gameblog": {
        "review": "A must have action-RPG with deep combat systems and an very interesting open-world. Sadly all is not perfect and graphics are totally outdated and AI have some problems.",
        "rating": "9 / 10"
    },
    "PCMag": {
        "review": "Elden Ring is a wonderful action-RPG that features thrilling combat, an amazing open world, and tons of replay value. Unfortunately, its PC performance needs work.",
        "rating": "3.5 / 5"
    },
    "Generación Xbox": {
        "review": "A better told story, an immense and very interesting lore that we can perceive impregnated in each wall, book and NPCs. A living world where races and factions hate or love each other and act accordingly when viewed, a very fun open world exploration just like in traditional dungeons and caves.",
        "rating": "10 / 10.0"
    },
    "Atomix": {
        "review": "Even with more accessibility options, Elden Ring continues to offer a highly challenging experience that will test not only your skills as a player, but also your patience. At the end of the day, we have a game that excels at absolutely everything it does and that shows us that, no matter how refined any formula is, there is always a way to improve it even more.",
        "rating": "100 / 100"
    },
    "GamePro": {
        "review": "FromSoftware surpasses itself and creates a magnificent masterpiece that is unique in terms of open world design.",
        "rating": "94 / 100"
    },
    "EGM": {
        "review": "From its humble beginnings as a weird, brutally difficult new project that even its publisher had little faith in, the Souls series has grown into a vessel through which FromSoftware has helped change how we look at, and play, video games. And now, Elden Ring does the same for the Souls series itself. Years of gameplay refinements and revisions blend together with major franchise shifts such as the move to an open world and giving players far more freedom in how they set about saving said world. The result is a title that goes beyond anything Hidetaka Miyazaki and his team have given us before, both as a game and as an experience.",
        "rating": "5 / 5"
    },
    "Digital Trends": {
        "review": "While technical frustrations hold back its full potential. Elden Ring astonishes with fantastic open-world design and consistently rewarding exploration.",
        "rating": "4 / 5"
    },
    "Twinfinite": {
        "review": "Is this the best FromSoft action RPG ever made? For now, perhaps. It's definitely up there with Bloodborne. But given the company's track record, I'd no longer be surprised if they come back in another six years with a new IP that surpasses all expectations yet again.",
        "rating": "5 / 5.0"
    },
    "PCGamesN": {
        "review": "A supercut of FromSoft's very best work, transported to a totally new space. Elden Ring is not only a masterpiece by its developer's lofty standards, but in packing so much density into the Lands Between, it lights the path ahead for open-world games in general.",
        "rating": "10 / 10"
    },
    "Trusted Reviews": {
        "review": "After spending 50-plus hours playing it, I can confirm Elden Ring is the most developed and welcoming Souls-series game ever made, with the added narrative and open world making Elden Ring feel far more accessible to From Software newcomers.",
        "rating": "4.5 / 5"
    },
    "We Got This Covered": {
        "review": "Elden Ring is a marvel with scope and diversity of mind-boggling proportions. At the risk of hyperbole, it has dethroned Bloodborne as my favorite game of all time. It's all I've been able to think about since I got my hands on it, and the only thing I want to do now is play it with the rest of you.",
        "rating": "5 / 5"
    },
    "PlayStation LifeStyle": {
        "review": "Elden Ring feels like the game FromSoftware has been building up to ever since Demon's Souls released in 2009.",
        "rating": "9 / 10.0"
    },
    "GRYOnline.pl": {
        "review": "Dark Souls... Dark Souls never changes. Are you sure? Because although Elden Ring draws handfuls from the achievements and mechanics of its predecessors, it contains many novelties – including this one, monumental, called the open world. Painful as never before.",
        "rating": "9.5 / 10.0"
    },
    "Paste Magazine": {
        "review": "But more than anything, I want to hear the stories that friends tell me of the first time they got wrecked. Not so that I can tell them \"Welcome to Elden Ring, motherfucker.\" But so that I can remind them, \"Don't give up, skeleton.",
        "rating": "8.5 / 10.0"
    },
    "Digital Chumps": {
        "review": "Elden Ring is a masterpiece. From its expertly crafted open-world design that rewards the player for taking the chance to explore to its riveting lore, FromSoftware has delivered what can only be described as a deliberate and thoughtful experience. While some of its visual stylings are starting to show its age already, Elden Ring's gameplay is the result of years of fine-tuning to be as rewarding as it is challenging. Many wondered if FromSoftware could put the level of detail into an open world that they have with their previous games. They've achieved that, and so much more.",
        "rating": "10 / 10.0"
    },
    "Stevivor": {
        "review": "Overall, Elden Ring is slightly held back by some lacking information in the UI, the uneven nature of the difficulty towards the endgame, and the inconsistent performance on the PC platform. Despite this, it's an incredible experience and will be one of the best games you'll play this year.",
        "rating": "9.5 / 10.0"
    },
    "RPG Fan": {
        "review": "Elden Ring is a landmark title that I hope shapes the future of what this industry can do; maybe we can one day point at this time in 2022 and note that this is when gaming took a giant leap",
        "rating": "99 / 100"
    },
    "The Outerhaven Productions": {
        "review": "Elden Ring Review - Elden Ring is the perfect mixture of the Soulslike genre and open-world games. It's simply that good. Fromsoftware has taken everything it has learned, from both the Dark Souls, Demon's Souls, Bloodborne, and Sekiro games, and combined with a vast and amazing open world, and it works better than it probably should.",
        "rating": "5 / 5"
    },
    "RPG Site": {
        "review": "Elden Ring deftly refines and boldly reimagines FromSoftware's tried and true formula.",
        "rating": "9 / 10"
    },
    "Xbox Achievements": {
        "review": "Elden Ring offers up a gorgeous open world that is enticing and exciting to explore, along with excellent combat variety, amazing bosses to fight, and intricate dungeons to tackle. It might feel a little familiar, but this could well be FromSoftware's best game to date.",
        "rating": "90%"
    },
    "Press Start": {
        "review": "While it feels like the impact of Breath of the Wild is waning as the open world genre starts to stagnate again, Elden Ring stands out as not only an achievement in FromSoftware's hall of fame, but also as an open-world RPG. Elden Ring is without a doubt, FromSoft's most ambitious undertaking yet, and like Dark Souls before it, I believe it will leave a permanent mark on both the open-world genre and the games industry in general.",
        "rating": "9.5 / 10.0"
    },
    "AusGamers": {
        "review": "Elden Ring is among my favourite games ever. Those frame hitches, while significant, marred mere moments in my playtime with From's masterpiece. I played 95 hours of Elden Ring, and I could have played oh-so-much more. I will, probably. I railroaded myself with my weapon choice, but I found dozens of amazing looking spells that I'd love to try out. And I can't PVP at level 150, so I'll need to start a new character if I want to invade people. And there are two other endings that I didn't achieve — you aren't thrust immediately into NG+ in Elden Ring once you achieve an ending, but I don't think you can achieve other endings later. I already kind of know how to do them, I think. Well, I think I know, anyway. But I don't know what I don't know, so…",
        "rating": "9.5 / 10.0"
    },
    "GamingBolt": {
        "review": "FromSoftware returns with all of its traditional offerings in Elden Ring, but the real star of the show is its exceptional open world.",
        "rating": "9 / 10.0"
    },
    "Gamersky": {
        "review": "Elden Ring has created an epic and magnificent world, reaching the top of the series in terms of the breadth of the map and the depth of the battle system.",
        "rating": "9.8 / 10.0"
    },
    "Impulsegamer": {
        "review": "A must play for action-RPG fans looking for deep combat systems and an expansive open-world that truly rewards exploration.",
        "rating": "4.8 / 5.0"
    },
    "Spaziogames": {
        "review": "Elden Ring is a superb take on the soulslike genre, an astonishing evolution and a decisive step forward for From Software's scale of ambition. Elden Ring is a dream come true for every fan of Miyazaki's works.",
        "rating": "9.3 / 10.0"
    },
    "Fextralife": {
        "review": "Elden Ring is FromSoftware's Magnum Opus, and it's hard to imagine them making a better game. The only negatives are performance related, which can by and large be overlooked. Elden Ring delivers on a scale that few games ever have, and likely ever will again. A day one buy for RPG and open world fans. Don't miss out on this once in a decade experience!",
        "rating": "9.5 / 10.0"
    },
    "CGMagazine": {
        "review": "Elden Ring is an epic. With a beautifully designed open world, FromSoftware takes the Souls formula to new heights and crafts a journey that needs to be played.",
        "rating": "9.5 / 10.0"
    },
    "TechRaptor": {
        "review": "Elden Ring takes the best elements of all past FromSoftware games in recent memory and mashes them together. While it's not inviting to newcomers, this is certainly the definitive FromSoft experience.",
        "rating": "9 / 10.0"
    },
    "Hardcore Gamer": {
        "review": "Elden Ring is one of the best games in years, with a breathtaking vast world to explore, and one of the most satisfying combat systems in an RPG. This is the accumulation of FromSoftware's work over the last thirteen years and an evolution on its inspiring formula.",
        "rating": "5 / 5.0"
    },
    "The A.V. Club": {
        "review": "The key factor in whether Elden Ring connects for you isn't going to be its combat. (There are lot of Souls games and Souls-likes that can fill that purpose these days, if that's what you're after.) No, Elden Ring will get under your skin depending on how well the inherent promise of the game, one that From has been pursuing for years now, lands for you: Here is a vast world, full of mystery, danger, beauty, and humor. (Humor! Eagles with knives strapped to their feet are just the start of some of the wonderfully goofy monster designs on display.) It will not give up its secrets easily. It will frustrate and daunt you when it can.",
        "rating": "</app-review-row"
    },
    "Niche Gamer": {
        "review": "Anyone looking to get into the Souls games and ride the wave of hype can do so fairly easily this time around with Elden Ring.",
        "rating": "10 / 10.0"
    },
    "Oyungezer Online": {
        "review": "A beauty that says \"don't be afraid\" to those who are afraid of souls games, and the cons are controversial.",
        "rating": "9 / 10.0"
    },
    "Softpedia": {
        "review": "Elden Ring is everything that I dreamed of and more. Although I did expect From Software to refine the Souls recipe, I was quite surprised by the large amount of new mechanics and how well the Souls formula has been implemented in an open-world environment.",
        "rating": "9 / 10.0"
    },
    "Gamers Heroes": {
        "review": "While no one wants to call Game of the Year in March, Elden Ring stands at the top of a very tall hill. If you play one game this year, make it Elden Ring.",
        "rating": "95 / 100"
    },
    "TrueGaming": {
        "review": "Elden Ring sets new standards for open world content, and takes the series to new horizons that only make us more eager for what its future might hold.",
        "rating": "10 / 10.0"
    },
    "Pure Xbox": {
        "review": "Elden Ring is a crowning achievement for FromSoftware and undoubtedly the very best gameplay experience they've yet delivered - and that's really saying something given this developer's incredible back catalogue. The Lands Between deftly combine breathless open world exploration, stunning artistry, immaculate world-building and wondrous adventure with classic Dark Souls combat and dungeon-crawling, resulting in not just the best Souls game to date, but a candidate for one of the very best video games ever made.",
        "rating": "10 / 10"
    },
    "Gamefa": {
        "review": "Elden Ring receives the legacy left by Breath of the Wild and promotes it by adding its Souls-Like formula.",
        "rating": "10 / 10.0"
    },
    "GameSkinny": {
        "review": "Almost nothing compares to Elden Ring in quality and depth. This is a game everyone should try at least once if only to get lost in the Lands Between.",
        "rating": "10 / 10"
    },
    "GameGrin": {
        "review": "ELDEN RING is the most accessible entry to a FromSoftware title to date, with plenty of things to explore, do, and enjoy. Those even mildly interested by the premise should give it a shot.",
        "rating": "10 / 10.0"
    },
    "Zoomg": {
        "review": "It's an almost perfect package where the variety of combat methods varies thanks to the skills of weapons and spells.",
        "rating": "9.5 / 10.0"
    },
    "Saudi Gamer": {
        "review": "A successful new direction, adding some improvements while offering a large open world full of secrets.",
        "rating": "9 / 10"
    },
    "LevelUp": {
        "review": "Elden Ring is everything we dream of and much more. It is the natural evolution of a franchise that has captivated several generations and is now ready to capture many more. Elden Ring will be the most talked about game of the next decade. It's proof that FromSoftware is a master of its craft and a testament that it dominates the genre it has created. Those who try to do something similar will remain mere imitators: they will never reach the level of sophistication achieved in Elden Ring.",
        "rating": "9.5 / 10.0"
    },
    "SomosXbox": {
        "review": "Elden Ring is a true milestone for its developers and one of the best titles we've played in recent years. The mix of its playable base inherited from Dark Souls and a very refined exploration offer a very fresh proposition in the saturated market of open world titles. Despite the presence of some unfortunate technical problems, these do not impact the good taste in the mouth of what promises to be one of those games that mark a genre, and perhaps, the best game developed by From Software.",
        "rating": "9.1 / 10.0"
    },
    "PPE.pl": {
        "review": "Elden Ring is the \"ultimate form of Dark Souls\". From Software has created the final boss and throws you a gauntlet. Will you take it? You should and as soon as possible, because enthusiasts of the production of this studio will be delighted.",
        "rating": "10 / 10.0"
    },
    "Digitally Downloaded": {
        "review": "With Elden Ring, we're in masterpiece territory.",
        "rating": "5 / 5"
    },
    "SECTOR.sk": {
        "review": "Elden Ring is the embodiment of From Software's best work yet. Top-notch quality of another huge soulslike adventure persists, especially in the cryptically epic story cowritten by George R. R. Martin and in the ingeniously vast and visually stunning world of Lands Between that sets the new standard for open world games. And of course, you can expect a lot of dying, rolling, and rage-quitting. Elden Ring is a must play for every fan, but it also makes so many good steps towards accessibility for greater audience.",
        "rating": "10 / 10.0"
    },
    "PSX Brasil": {
        "review": "With Elden Ring, From Software de-graces an ideal model in open-world game design.",
        "rating": "95 / 100"
    },
    "Worth Playing": {
        "review": "Elden Ring is exactly the game people were hoping it would be. It's the biggest FromSoft Soulslike to date, with a ton of polish and a bucketload of content. It won't change your mind if you don't enjoy the genre, but Elden Ring accomplishes what it had set out to do. Not every new feature hits, and it sometimes felt a touch too familiar, but when the biggest complaint I can think of is, \"It feels like some of the best games ever made,\" that is a sign of its quality. Elden Ring is the game we've all been waiting for.",
        "rating": "9.5 / 10.0"
    },
    "GameSpew": {
        "review": "Combining the deep and challenging combat FromSoftware is known for with a vast and varied world that's always a pleasure to explore, Elden Ring is quite simply incredible.",
        "rating": "10 / 10.0"
    },
    "Video Chums": {
        "review": "Although I still find the original Dark Souls to be FromSoftware's magnum opus, Elden Ring is an undeniably amazing game. At the end of the day, it's sure to delight most Souls veterans but it probably won't convert many non-fans.",
        "rating": "9.3 / 10.0"
    },
    "Twisted Voxel": {
        "review": "With Elden Ring, From Software has once again demonstrated why they are the masters of creating a brand new world with complex lore, engaging combat, and satisfying progression.",
        "rating": "10 / 10.0"
    },
    "Play Watch Read": {
        "review": "Elden Ring is a masterpiece of the Hardcore Action-RPG genre. Everything From Software learned during the development of Dark Souls, Bloodborne and Sekiro comes to the fore. The open world is breathtakingly beautiful and filled with intimidating monsters.",
        "rating": "10 / 10.0"
    },
    "GamesCreed": {
        "review": "Elden Ring is a game that has denounced the ‘normal' way of doing things. The players hand is not held and is guided by one thing and one thing only… Mystery. While the game has a few quality of life issues with some minor performance complaints, the game is still stellar. It is a game that everyone should play.",
        "rating": "5 / 5.0"
    },
    "XGN.nl": {
        "review": "The ambition for Elden Ring was great at FromSoftware, but the Japanese developer has fulfilled all the promises and added to that. All the lessons that the studio has learned in the past year have come together in one game and can rightly be called the Magnum Opus from FromSoftware.",
        "rating": "9.8 / 10.0"
    },
    "Siliconera": {
        "review": "Elden Ring is a sprawling game, laden with mysteries and extremely challenging boss fights that will test the skill of just about any player. No doubt, it has become one of the most anticipated games of 2022. Potentially for a good reason. However, Elden Ring squanders what promise it holds by performance issues on PCs and a lack of deviation from Dark Souls in almost any regard.",
        "rating": "7 / 10.0"
    },
    "GameBlast": {
        "review": "If I had to use one word to describe Elden Ring, it would be “spectacular”. In many ways, this is FromSoftware's magnum opus and the game the studio always seemed to want to create. The fact that even its current performance issues aren't enough to deter a genuine recommendation is a testament to the quality of one of the most influential studios of all time. Like Dark Souls before it, Elden Ring carves its name in history and should deservedly influence countless works in the years and decades to come. Who will benefit, in the end, are us, the players.",
        "rating": "10 / 10.0"
    },
    "Unboxholics": {
        "review": "The Elden Ring, at first, fails to describe itself and you feel that it is losing part of the Souls temperament but very quickly it gives you the biggest awareness slap you have received from a video game. Until you recover, you have entered deeply and violently into the most important and immersive world that the medium has known in recent years.",
        "rating": "Masterpiece"
    },
    "Saving Content": {
        "review": "Elden Ring is an incredible game full of moments that rival some of the most memorable experiences I've experienced in over 30 years of video games. It is that rare precious thing that shows you something new and rekindles the bonfire of excitement within you that made you fall in love with the medium in the first place. Moreover, it is a game that overwhelms you with joy and excitement constantly, even as it's kicking you in the gut and throwing sand in your face. Technical issues are a real concern, but those are things that can be fixed; the core design of Elden Ring, something you can't just fix with a series of updates, is nothing short of a masterpiece. Elden Ring has absolutely blown me away, and while the game's brutal difficulty and penchant for inscrutability aren't for everyone, I cannot recommend it strongly enough.",
        "rating": "5 / 5"
    },
    "NoobFeed": {
        "review": "Elden Ring is the game every fan of the exploration aspect in video games has been waiting for, and also the game crafted for players in need of a real challenge, one that will ask everything you have got to get good.",
        "rating": "100 / 100"
    },
    "Multiplayer First": {
        "review": "It's remarkable how well From has managed to expand to a truly open world while keeping their core gameplay intact as well as building on top of it in one massive and impressively polished package. Elden Ring is clearly the culmination of FromSoftware's past 13 years of experience and development philosophy of the souls franchise. Miyazaki and FromSoftware have crafted something so massive, special, wondrous and triumphant that it's unfathomable how they can top it. Easily FromSoftware's best game to date and a genuine masterpiece.",
        "rating": "10 / 10.0"
    },
    "Marooners' Rock": {
        "review": "From Software revamps the Open World genre by blending a world of high fantasy with their formulated unforgiven enemies.",
        "rating": "9.1 / 10.0"
    },
    "INVEN": {
        "review": "Elden Ring is an incredible masterpiece. The harmony between Souls-like gameplay mechanics and open world design is beyond expectation. The world is not only huge, but also includes so many amazing hidden places to enjoy great adventures. If you are the fans of Dark Soul series, you can do this all day. It's almost perfect.",
        "rating": "9.5 / 10.0"
    },
    "GameSpace": {
        "review": "A gorgeous and  wonderful open world adventure full of discovery, magic, and the same threat that exemplifies FromSoftware's Souls series. Elden Ring is more than another Dark Souls Game., mixing a natural evolution of the series with an open world concept and a greater level of accessibility for those that  want to experience  the infamous You Died screen.",
        "rating": "9 / 10.0"
    },
    "Gamerheadquarters": {
        "review": "Elden Ring is a brutally unforgiving game, from its difficulty to the dreary tones it presents and at the same it's quite wondrous to take in being a strangely addicting offering.",
        "rating": "9.3 / 10.0"
    },
    "GameByte": {
        "review": "If Dark Souls was the earthquake, Elden Ring is the aftershock. In a sense, it's more of a love letter to the Soulsborne fanbase, incorporating dramatic fragments of each past game into a single product that is rewarding and fulfilling. While not perfect, I believe that FromSoftware has followed through on the hype surrounding this game and been able to create something truly mesmerising.",
        "rating": "9.5 / 10.0"
    },
    "INDIANTVCZ": {
        "review": "Elden Ring is a game about which a lot of positive and very few negative things can be said. But we'll keep it short: this is easily a game of the year contender and quite probably FromSoftware's best title yet.",
        "rating": "10 / 10"
    },
    "TheGamer": {
        "review": "FromSoftware doesn't rewrite the medium's rulebook, but does tear its own tenets asunder while reconstructing them into a cohesive whole that outclasses all that came before it. The Lands Between invites you to explore it with an unparalleled level of freedom, offering up a plate of seemingly impenetrable challenges and intimately constructed stories that are always a delight to indulge in. This is, without doubt, one of the best games in recent memory.",
        "rating": "5 / 5"
    },
    "Game Freaks 365": {
        "review": "With a huge, beautiful open world filled to the absolute brim with bosses to fight and dungeons to explore, Elden Ring was worth the wait.",
        "rating": "4.5 / 5"
    },
    "Daily Star": {
        "review": "It has been equal parts a pleasure and hell to play Elden Ring. Because this is an amazing game and the developers have built a mind-boggling but nightmarish world to live and fight in.",
        "rating": "5 / 5"
    },
    "Eurogamer.pt": {
        "review": "If you love the Souls formula, you're going to be delirious with Elden Ring. It's a complex, challenging RPG, and with a lot of content that will seem inexhaustible to you.",
        "rating": "Recommended"
    },
    "Geek Culture": {
        "review": "An almost neverending treasure trove of amazing combat experiences interspersed with an inviting world full of surprises, Elden Ring is FromSoftware's best game ever for its fans, and that is no mean feat.",
        "rating": "9.6 / 10.0"
    },
    "But Why Tho?": {
        "review": "Even with its few issues, Elden Ring is an absolute triumph that will surely please all of the many players eager to get their hands on it. From Software's track record with the genre has been incredible to see, especially as so many competitors have tried their hands at it with very few finding success. The studio is truly the master of soulsborne games, and Elden Ring proves that conclusively.",
        "rating": "9 / 10.0"
    },
    "Too Much Gaming": {
        "review": "Elden Ring is a triumph of a video game that still found ways to surprise me even after crossing the 70 hour mark. I can't get enough of this game as this is definitely one of a kind. A rare gem that only surfaces once a century. A game that will shape how open world games are made, even future souslike games, making me excited for the games that come before it.",
        "rating": "10 / 10"
    },
    "Enternity.gr": {
        "review": "Rise, Tarnished! Elden Ring sets new standards and it's a truly memorable experience.",
        "rating": "9 / 10.0"
    },
    "Gamepur": {
        "review": "Elden Ring is just about everything that a player could want from a Soulsborne game with the scale turned up to 11. The areas in between dungeons, NPCs, and monsters all feel perfectly natural for the world, and allow FromSoftware environmental storytelling to shine, something that many open-world games fail at. When you are deep in the bowels of a castle or dungeon, you realize that FromSoftware's excellent level design is still alive and well.",
        "rating": "10 / 10.0"
    },
    "WellPlayed": {
        "review": "Backed by an incredible and rewarding open-world design, Elden Ring is a masterclass in every facet that it brings to the table. Without a doubt, this is FromSoftware's magnum opus.",
        "rating": "10 / 10.0"
    },
    "Screen Rant": {
        "review": "Elden Ring is a nearly perfect game.",
        "rating": "5 / 5"
    },
    "Seasoned Gaming": {
        "review": "Elden Ring is not only the best game From Software has ever developed, it stands firmly alongside the greatest fantasy-RPGs of all-time.",
        "rating": "10 / 10.0"
    },
    "Kakuchopurei": {
        "review": "Elden Ring is a triumph in game design. I respect and like Elden Ring and From Software for sticking to its guns but also adding in much-welcome changes and additions to make it more “accessible”.",
        "rating": "100 / 100"
    },
    "Console Creatures": {
        "review": "Elden Ring is unabashedly a FromSoft title and without a doubt was worth the wait. It provides a challenge; it gives us a vivid world that feels like a dream and challenges us at every turn.",
        "rating": "Recommended"
    },
    "VGC": {
        "review": "Elden Ring is a fantastic game that can still deliver the unmatched thrill of defeating a tough boss after an hours-long battle. Those who worship at the church of Souls-like will find a game that's basically everything they ever wanted.",
        "rating": "5 / 5"
    },
    "GamesHub": {
        "review": "Elden Ring is an exceptional, accomplished work that realises a fantasy world of solemnity, beauty, and menacing uncertainty you can't help but lose yourself in.",
        "rating": "5 / 5"
    },
    "Total Gaming Network": {
        "review": "FromSoftware's largest and most ambitious title is also its best yet.",
        "rating": "5 / 5"
    },
    "Cultured Vultures": {
        "review": "An uncompromising vision of wonder and terror, Elden Ring is the ultimate dark fantasy odyssey. It will ask much of players who tackle its challenges but the rewards of seeing your adventure through more than make up for the effort.",
        "rating": "10 / 10.0"
    },
    "Prima Games": {
        "review": "Plot threads will pull you all over, mysteries lie just beyond reach, and getting to them is half the battle. Elden Ring promotes exploration and a sense of place. Each enemy, item, and piece of scenery is placed with purpose.",
        "rating": "9.5 / 10.0"
    },
    "GGRecon": {
        "review": "It may sound reductive, but Elden Ring is a fourth mainline Dark Souls title in all but name. The game's open-world structure feels very organic - there aren't lists of activities with checkboxes that players need to cross off. The Lands Between is filled with visually stunning locations and deadly enemies to ensure that the perilous journey to become the Elden Lord is at least pretty to look at. While Elden Ring stumbles a bit in some areas, it still has all the hallmarks of what makes FromSoftware's games so enticing: it's fun, challenging, and rewarding.",
        "rating": "9 / 10"
    },
    "Checkpoint Gaming": {
        "review": "The hype behind Elden Ring was always going to be a challenge to match, yet the game succeeds in almost every way. This detailed and exciting world is full of wondrous moments and brutal fights as the excellent Souls gameplay finds itself being utilised in a freshly open-world format. The variety of ways you can approach combat and the sheer volume of viable tools you can use to take down gruesome and frightening foes makes for an experience that never gets old. A game unwavering in its vision, Elden Ring stands out as a monumental 2022 release.",
        "rating": "9.5 / 10.0"
    },
    "Infinite Start": {
        "review": "What makes Elden Ring work is a deep understanding of both what players like about the games and what makes the setting different. It should immediately feel different, yet the same, making for a wonderful experience. Some might be put off by the more accessible nature, at least initially, though it does a good job of offering this without taking away from what makes the experience special. You'll still struggle, die, make another mistake, die, get to the boss and then die again. Just instead of putting people off, it encourages using the awareness to your advantage. For these reasons, along with the wonderful cutscenes that touch on a fascinating narrative and delightful scenery, it's easy to recommend Elden Ring.",
        "rating": "9.5 / 10.0"
    },
    "XboxEra": {
        "review": "Elden Ring is a masterpiece of a title, with only a few minor issues. The co-op summon system is a pain, and mounted combat doesn't always feel the best. Other than that this game is staggeringly good in every single area. It does for open-world games what people claimed Breath of the Wild did. Every part of the experience is elevated by an insane attention to detail. Few games have ever left me feeling so enthralled for the entirety of my playtime. Whether you're going it solo or with a friend Elden Ring is one guaranteed to be one hell of a time.",
        "rating": "9.8 / 10.0"
    },
    "MonsterVine": {
        "review": "Elden Ring feels like the culmination of everything FromSoftware has been building upon with each of their games. Unfortunately, some severe performance issues hamper what's easily one of their best games yet.",
        "rating": "4 / 5"
    },
    "Cerealkillerz": {
        "review": "Elden Ring surpasses all expectations, eliminates all doubts that we had and surprises more than any other soulsborne game so far. If you can live with rare repetitive bossfights and enemy appearances due to the open world design, you'll get the most extensive and exciting game FromSoftware has created so far.",
        "rating": "9.5 / 10.0"
    },
    "Sirus Gaming": {
        "review": "Elden Ring feels like a culmination of everything that FromSoftware has created in the past 13 years. Refining, reworking, and incorporating the best parts of their whole catalog into one complete package. The Lands Between is one of the most extraordinary open worlds I have ever had the pleasure of experiencing. It's a world that you can't help but lose yourself in for hours at a time thanks to its classic RPG sense of exploration and curiosity. This is the cherry on top for a team that has been firing on all cylinders for over a decade. Elden Ring is a triumph.",
        "rating": "9.5 / 10.0"
    },
    "Hey Poor Player": {
        "review": "If FromSoftware was The Fellowship of The Ring, then Elden Ring is Mt Doom; the terminus of an epic journey spanning over a decade. It consolidates all the acclaimed Japanese studio's ideas into one cohesive and brilliant package. Its art design, lore, and world design are arguably the studio's most inspired work to date. And considering these are the folks that created Dark Souls, Bloodborne, and Sekiro: Shadows Die Twice, this is high praise indeed. Elden Ring's open-world design is almost puritan in its purpose, reflecting the single-mindedness behind all the previous Souls games.",
        "rating": "5 / 5.0"
    },
    "Inverse": {
        "review": "This isn't just Dark Souls with an open world tacked on. Instead, developer FromSoftware weaves its familiar formula into a massive playground so expertly that we can't help but wonder how we ever played Dark Souls without it.",
        "rating": "9 / 10.0"
    },
    "One More Game": {
        "review": "Elden Ring is the logical evolution in the trademark souls formula, borrowing the best features from previous titles and blending them into a finely-tuned mix of intense combat and high-pressure precision. While veterans will surely enjoy the punishment that comes with it, newcomers are treated to what could arguably be one of FromSoftware's more approachable titles to get into.\n\nThe Lands Between is vast and full of danger at every turn but heavily encourages exploration, offering handsome rewards for those who choose to face the dangers head-on. Capped off by a beautiful open-world brimming with mind-blowing monster and level design, Elden Ring easily rises to the hype and exceeds expectations.",
        "rating": "Buy"
    }
}